
// * 차트 컬러 모음.
// colors.ts
export const chartColors = [
    "#C8FFFF", "#A1EBFF", "#7AD8FF", "#55C4FF", "#00BFFF",
    "#0098D4", "#0080B3", "#00699B", "#005282", "#31297C",
    "#C4E2FF", "#A3D0FF", "#7DBBFF", "#4DA6FF", "#2A8CFF",
    "#0065A6", "#004F8C", "#003F70", "#002D56", "#001C40",
    "#B2D8FF", "#8CCFFF", "#66C3FF", "#4AB9FF", "#34A3FF",
    "#0093E0", "#0079C6", "#005DAB", "#004593", "#002D72",
    "#E0F7FF", "#B3E3FF", "#80C8FF", "#4DACFF", "#1A8CFF",
    "#008CBA", "#007AB3", "#00659C", "#004F80", "#003960"
];